import photo1 from '../../assets/newsphoto/1.2.webp';
import photo2 from '../../assets/newsphoto/2.2.webp';
import photo3 from '../../assets/newsphoto/3.2.webp';
import photo4 from '../../assets/newsphoto/4.2.webp';

export const news = [
	{
		id: 1,
		title: 'Новий член сім’ї',
		photo: { url: photo1 },
		post_at: '14 грудня 2023',
		sub_text:
			'Сьогодні до нашого притулку прийшла нова собачка. Вона шукає свій дім та люблячого господаря. Знайдіть час прийти та познайомитися з нею!',
	},
	{
		id: 2,
		title: 'Спільна прогулянка',
		photo: { url: photo2 },
		post_at: '10 грудня 2023',
		sub_text:
			'Ми запрошуємо всіх на спільну прогулянку з нашими собаками. Приходьте та проведіть час з цими чудовими тваринами!',
	},
	{
		id: 3,
		title: 'День відкритих дверей',
		photo: { url: photo3 },
		post_at: '5 грудня 2023',
		sub_text:
			'Запрошуємо всіх бажаючих на день відкритих дверей у нашому притулку. Приходьте та знайомтесь з нашими вихованцями!',
	},
	{
		id: 4,
		title: 'Врятуйте собачку',
		photo: { url: photo4 },
		post_at: '1 грудня 2023',
		sub_text:
			'Одна з наших собак потребує невідкладної допомоги. Допоможіть нам зібрати кошти на лікування та догляд за нею.',
	},
];
