import img1 from '../../assets/newsphoto/1.webp';
import img2 from '../../assets/newsphoto/2.webp';
import img3 from '../../assets/newsphoto/3.webp';
import img4 from '../../assets/newsphoto/4.webp';

export const news = [
	{
		id: '1',
		title: 'Новий член сім’ї',
		img: img1,
		date: '14 грудня 2023',
		text: 'Сьогодні до нашого притулку прийшла нова собачка. Вона шукає свій дім та люблячого господаря. Знайдіть час прийти та познайомитися з нею!',
	},
	{
		id: '2',
		title: 'Спільна прогулянка',
		img: img2,
		date: '10 грудня 2023',
		text: 'Ми запрошуємо всіх на спільну прогулянку з нашими собаками. Приходьте та проведіть час з цими чудовими тваринами!',
	},
	{
		id: '3',
		title: 'День відкритих дверей',
		img: img3,
		date: '5 грудня 2023',
		text: 'Запрошуємо всіх бажаючих на день відкритих дверей у нашому притулку. Приходьте та знайомтесь з нашими вихованцями!',
	},
	{
		id: '4',
		title: 'Врятуйте собачку',
		img: img4,
		date: '1 грудня 2023',
		text: 'Одна з наших собак потребує невідкладної допомоги. Допоможіть нам зібрати кошти на лікування та догляд за нею.',
	},
];
