import img1 from './assets/card-1.webp';
import img2 from './assets/card-2.webp';

export const tails = [
	{
		id: '1',
		img: img1,
		ready: true,
		name: 'Мухтар',
		age: '2 роки',
		gender: 'Хлопчик',
		description:
			'Мухтар потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Мухтар справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Мухтар опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '2',
		img: img2,
		ready: true,
		name: 'Дорі',
		age: '1 рік',
		gender: 'Дівчинка',
		description:
			'Дорі потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Дорі справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Дорі опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Маленький',
	},
	{
		id: '3',
		img: img1,
		ready: false,
		name: 'Кузя',
		age: '2,5 роки',
		gender: 'Хлопчик',
		description:
			'Кузя потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Кузя справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Кузя опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Середній',
	},
	{
		id: '4',
		img: img2,
		ready: true,
		name: 'Рекс',
		age: '3 роки',
		gender: 'Хлопчик',
		description:
			'Рекс потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Рекс справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Рекс опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '5',
		img: img1,
		ready: true,
		name: 'Мухтар',
		age: '2 роки',
		gender: 'Хлопчик',
		description:
			'Мухтар потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Мухтар справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Мухтар опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '6',
		img: img2,
		ready: true,
		name: 'Дорі',
		age: '1 рік',
		gender: 'Дівчинка',
		description:
			'Дорі потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Дорі справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Дорі опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Маленький',
	},
	{
		id: '7',
		img: img1,
		ready: false,
		name: 'Кузя',
		age: '2,5 роки',
		gender: 'Хлопчик',
		description:
			'Кузя потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Кузя справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Кузя опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Середній',
	},
	{
		id: '8',
		img: img2,
		ready: true,
		name: 'Рекс',
		age: '3 роки',
		gender: 'Хлопчик',
		description:
			'Рекс потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Рекс справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Рекс опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '9',
		img: img1,
		ready: true,
		name: 'Мухтар',
		age: '2 роки',
		gender: 'Хлопчик',
		description:
			'Мухтар потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Мухтар справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Мухтар опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '10',
		img: img2,
		ready: true,
		name: 'Дорі',
		age: '1 рік',
		gender: 'Дівчинка',
		description:
			'Дорі потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Дорі справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Дорі опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Маленький',
	},
	{
		id: '11',
		img: img1,
		ready: false,
		name: 'Кузя',
		age: '2,5 роки',
		gender: 'Хлопчик',
		description:
			'Кузя потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Кузя справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Кузя опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Середній',
	},
	{
		id: '12',
		img: img2,
		ready: true,
		name: 'Рекс',
		age: '3 роки',
		gender: 'Хлопчик',
		description:
			'Рекс потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Рекс справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Рекс опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '13',
		img: img1,
		ready: true,
		name: 'Мухтар',
		age: '2 роки',
		gender: 'Хлопчик',
		description:
			'Мухтар потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Мухтар справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Мухтар опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '14',
		img: img2,
		ready: true,
		name: 'Дорі',
		age: '1 рік',
		gender: 'Дівчинка',
		description:
			'Дорі потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Дорі справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Дорі опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Маленький',
	},
	{
		id: '15',
		img: img1,
		ready: false,
		name: 'Кузя',
		age: '2,5 роки',
		gender: 'Хлопчик',
		description:
			'Кузя потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Кузя справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Кузя опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Середній',
	},
	{
		id: '16',
		img: img2,
		ready: true,
		name: 'Рекс',
		age: '3 роки',
		gender: 'Хлопчик',
		description:
			'Рекс потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Рекс справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Рекс опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '17',
		img: img1,
		ready: true,
		name: 'Мухтар',
		age: '2 роки',
		gender: 'Хлопчик',
		description:
			'Мухтар потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Мухтар справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Мухтар опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
	{
		id: '18',
		img: img2,
		ready: true,
		name: 'Дорі',
		age: '1 рік',
		gender: 'Дівчинка',
		description:
			'Дорі потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Дорі справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Дорі опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Маленький',
	},
	{
		id: '19',
		img: img1,
		ready: false,
		name: 'Кузя',
		age: '2,5 роки',
		gender: 'Хлопчик',
		description:
			'Кузя потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Кузя справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Кузя опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Середній',
	},
	{
		id: '20',
		img: img2,
		ready: true,
		name: 'Рекс',
		age: '3 роки',
		gender: 'Хлопчик',
		description:
			'Рекс потрапив до нас у дуже поганому стані: знесилений, лисий та весь у ранах. Ми довго боролися за життя цього красеня і все вийшло. Тепер Рекс справжній хвостатий захисник, а ще дуже розумний. Наші діти обожнюють цього пухнастого друга і мріють щоб Рекс опинився у чудесному домі поруч з люблячими господарями.',
		size: 'Великий',
	},
];
